<template>
  <div class="hello">
    <h4>1．思想教育的职能</h4>
    <p>图书馆是文献信息资源的集散地、是传播文献信息资源的枢纽。在馆藏建设上，不同的国家、不同的阶级都有一定的原则和倾向。</p>
    <p>中国是无产阶级专政的社会主义国家，图书馆的思想政治教育作用，目的是要引导和帮助读者树立正确的世界观、人生观、价值观，打下科学理论的基础，确立为建设有中国特色社会主义而奋斗的政治方向。从事图书馆的管理人员，时刻不要忘记图书馆的思想政治教育宣传阵地的职能和自己服务育人的神圣职责。</p>
    <h4>2．两个文明建设的教育职能</h4>
    <p>书馆是人类文明成果的集散地。在社会主义两个文明建设中，肩负着重要的教育职能作用。</p>
    <p>图书馆的丰富馆藏，可以向读者提供文献信息服务，把精神化成物质；可以通过对馆藏的遴选、加工、集萃，向读者提供健康有益的精神食粮。图书馆可以通过画廊、墙报、学习园地等各种活动大力宣传两个精神文明建设。</p>
    <h4>3．文化素质的教育职能</h4>
    <p>图书馆进行社会教育，主要表现在可以为社会、为读者提供最完备的学习条件：资源、场地、设备。受教育者可以长期的、自由地利用图书馆进行自学。它还是学校教育的重要组成部分。在学校里，图书馆是基本的教育设施，它被誉为“知识的宝库、知识的喷泉”、“大学的心脏”、“学校的第二课堂”，直接承担着培养人才的重任。</p>
    <p>书馆向社会所有成员敞开大门，教育他们如何才能获取文献资源的过程和方法，掌握进行终身学习所必须的技能。</p>
    <h4>4．丰富群众文化生活教育的职能</h4>
    <p>丰富群众的文化生活也是教育职能的组成部分。健康的文化娱乐是人类社会生活中不可缺少的组成部分。图书馆是社会文化生活中心之一，在传播文化、活跃群众业余文化生活方面具有很重要的地位和作用。人们可以从图书馆里借去自己喜爱的图书回家细细品味；也可以到阅览室里随便翻翻报纸、看看画报，欣赏一下美术作品，享受读书之乐；还可以到计算机网络中心上网进入聊天室聊聊天，给亲朋好友发一份电子邮件等等。</p>
  </div>
</template>

<script>
export default {
  name: 'education',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h1,
h2 {
  font-weight: normal;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
